<?php

return [
    // [種別, No, PC表示名, SP表示名]

//    // type（種類）
//    ['type', '0', '収入', '収入'],
//    ['type', '1', '支出', '支出'],
//
//    // payment（支払方法）
//    ['payment', '0', '現金', '現金'],
//    ['payment', '1', 'カード', 'カード'],
//    ['payment', '2', '引落し', '引落し'],
//    ['payment', '3', '振込み', '振込み'],
//
//    // settlement（精算状況）
//    ['settlement', '0', '未精算', '未'],
//    ['settlement', '1', '精算済', '済'],

    // type（種類）
    ['type', '1', '収入', '収入'],
    ['type', '2', '支出', '支出'],

    // payment（支払方法）
    ['payment', '1', '現金', '現金'],
    ['payment', '2', 'カード', 'カード'],
    ['payment', '3', '引落し', '引落し'],
    ['payment', '4', '振込み', '振込み'],

    // settlement（精算状況）
    ['settlement', '1', '未精算', '未'],
    ['settlement', '2', '精算済', '済'],
];
